{
	"phrase_despite_the_difficulties_they": "Ondanks de moeilijkheden slaagden ze erin het project op tijd af te ronden.",
	"phrase_the_research_suggests_that": "Uit het onderzoek blijkt dat regelmatige lichaamsbeweging de geestelijke gezondheid verbetert.",
	"phrase_im_writing_to_express": "Ik schrijf om mijn bezorgdheid over de huidige situatie te uiten.",
	"phrase_it_is_essential_to": "Het is essentieel om met alle factoren rekening te houden.",
	"phrase_we_need_to_ensure": "We moeten ervoor zorgen dat onze middelen efficiënt worden gebruikt.",
	"phrase_the_company_has_undergone": "Het bedrijf heeft de afgelopen jaren aanzienlijke veranderingen ondergaan.",
	"phrase_in_conclusion_i_would": "Kortom, ik wil u bedanken voor uw aandacht.",
	"phrase_the_outcome_of_the": "Het resultaat van de bijeenkomst was beter dan we hadden verwacht.",
	"phrase_im_not_convinced_that": "Ik ben er niet van overtuigd dat dit de beste aanpak is.",
	"phrase_environmental_protection_should_be": "Milieubescherming zou voor iedereen een topprioriteit moeten zijn.",
	"phrase_the_economic_crisis_has": "De economische crisis heeft wereldwijd veel gezinnen getroffen.",
	"phrase_we_must_adapt_to": "We moeten ons aanpassen aan de veranderende behoeften van onze klanten.",
	"phrase_technology_plays_a_crucial": "Technologie speelt een cruciale rol in het moderne onderwijs.",
	"phrase_i_strongly_believe_that": "Ik ben er vast van overtuigd dat iedereen een tweede kans verdient.",
	"phrase_the_main_objective_of": "Het hoofddoel van deze studie is het analyseren van sociale trends.",
	"phrase_im_interested_in_finding": "Ik ben geïnteresseerd om meer te weten te komen over deze mogelijkheid.",
	"phrase_the_situation_is_more": "De situatie is ingewikkelder dan ze op het eerste gezicht lijkt.",
	"phrase_we_need_to_find": "We moeten een evenwicht vinden tussen werk en privéleven.",
	"phrase_his_performance_exceeded_all": "Zijn optreden overtrof al onze verwachtingen.",
	"phrase_there_is_a_growing": "Er is een groeiende bezorgdheid over de impact van sociale media."
}
