{
	"phrase_the_proposal_was_met": "Het voorstel werd met aanzienlijk scepticisme door het bestuur ontvangen.",
	"phrase_it_is_imperative_that": "Het is absoluut noodzakelijk dat we deze problemen onmiddellijk aanpakken.",
	"phrase_the_project_has_failed": "Het project heeft tot nu toe niet de verwachte resultaten opgeleverd.",
	"phrase_the_findings_of_the": "De bevindingen van de studie komen overeen met eerder onderzoek.",
	"phrase_we_need_to_adopt": "We moeten een proactievere benadering van de klantenservice aannemen.",
	"phrase_the_government_has_implemented": "De overheid heeft nieuwe regelgeving ingevoerd om vervuiling tegen te gaan.",
	"phrase_there_is_an_inherent": "Er is een inherent risico verbonden aan dit type investering.",
	"phrase_the_cultural_diversity_of": "De culturele diversiteit van de stad is een van haar grootste troeven.",
	"phrase_the_situation_calls_for": "De situatie vraagt om een grondig onderzoek naar de feiten.",
	"phrase_the_companys_reputation_has": "De reputatie van het bedrijf is ernstig geschaad door het schandaal.",
	"phrase_it_is_widely_acknowledged": "Het wordt algemeen erkend dat het huidige systeem gebreken vertoont.",
	"phrase_the_main_challenge_lies": "De grootste uitdaging ligt in het in evenwicht brengen van economische groei met duurzaamheid.",
	"phrase_the_author_explores_complex": "De auteur verkent complexe thema's als identiteit en verbondenheid.",
	"phrase_his_arguments_are_based": "Zijn argumenten zijn gebaseerd op een diepgaand misverstand van de wet.",
	"phrase_there_has_been_a": "Er heeft een aanzienlijke verschuiving plaatsgevonden in de publieke opinie over deze kwestie.",
	"phrase_the_success_of_the": "Het succes van het project is afhankelijk van het veiligstellen van aanvullende financiering.",
	"phrase_the_results_of_the": "De resultaten van de studie rechtvaardigen nader onderzoek.",
	"phrase_she_has_a_remarkable": "Ze heeft een opmerkelijk vermogen om kalm te blijven onder druk.",
	"phrase_the_policy_has_had": "Het beleid heeft een nadelig effect gehad op kleine bedrijven.",
	"phrase_the_debate_highlighted_the": "Het debat benadrukte de complexiteit van de betrokken ethische kwesties."
}
