{
	"phrase_the_intricate_nuances_of": "Складні нюанси мови часто втрачаються при перекладі.",
	"phrase_his_arguments_were_articulated": "Його аргументи були висловлені з таким красномовством, що мало хто міг не погодитися.",
	"phrase_the_overarching_theme_of": "Головною темою роману є боротьба за особисту автономію.",
	"phrase_it_is_incumbent_upon": "Нашим обов'язком є збереження нашої культурної спадщини для майбутніх поколінь.",
	"phrase_the_precarious_nature_of": "Нестабільна природа світової економіки вимагає обережних інвестицій.",
	"phrase_the_authors_idiosyncratic_style": "Своєрідний стиль автора відрізняє його творчість від творчості сучасників.",
	"phrase_there_was_a_palpable": "Коли було оголошено остаточний вердикт, відчувалося явне полегшення.",
	"phrase_the_ramifications_of_this": "Наслідки цього рішення будуть відчуватися десятиліттями.",
	"phrase_she_possesses_an_uncanny": "Вона має надзвичайну здатність передбачати ринкові коливання.",
	"phrase_the_dichotomy_between_public": "Дихотомія між публічним образом і приватним життям є мотивом, що повторюється.",
	"phrase_the_empirical_evidence_unequivocally": "Емпіричні дані однозначно підтверджують гіпотезу.",
	"phrase_to_mitigate_the_risk": "Щоб мінімізувати ризик невдачі, було розроблено комплексну стратегію.",
	"phrase_the_sudden_surge_in": "Раптовий сплеск попиту застав виробників зненацька.",
	"phrase_the_inherent_complexity_of": "Властива цій задачі складність вимагає високоспеціалізованої команди.",
	"phrase_the_pervasive_influence_of": "Всепроникний вплив технологій відчутний у кожному аспекті нашого життя.",
	"phrase_his_refusal_to_compromise": "Його відмова йти на компроміс призвела до глухого кута в переговорах.",
	"phrase_the_serendipitous_discovery_revolutionized": "Випадкове відкриття революціонізувало наше розуміння всесвіту.",
	"phrase_the_policy_was_designed": "Політика була розроблена для створення більш інклюзивного та справедливого суспільства.",
	"phrase_the_poignant_account_of": "Болісна розповідь про її досвід справила на слухачів глибоке враження.",
	"phrase_the_transition_to_sustainable": "Перехід до сталих джерел енергії — це важкий, але необхідний процес."
}
