{
    "phrase_the_intricate_nuances_of": "Tilniñ mürekkep incelikleri ekseriyetle tercime etilgende coyula.",
    "phrase_his_arguments_were_articulated": "Onıñ delilleri öyle bir güzel til ile aytıldı ki, pek az kişi razı olmamağa cüret ete bildi.",
    "phrase_the_overarching_theme_of": "Romanıñ esas mevzusı — şahsiy muhtariyet içün küreşmektir.",
    "phrase_it_is_incumbent_upon": "Kelecek nesiller içün medeniy mirasımıznı saqlamaq — bizim borcumızdır.",
    "phrase_the_precarious_nature_of": "Küresel iqtisadiyatnıñ turaqsız tabiatı diqqatlı investitsiyalarnı talap ete.",
    "phrase_the_authors_idiosyncratic_style": "Muellifniñ has usulı onıñ işlerini замандашlarınıñ işlerinden ayırıp тура.",
    "phrase_there_was_a_palpable": "Soñki üküm ilân etilgende büyük bir yengillik duyuldı.",
    "phrase_the_ramifications_of_this": "Bu qararnıñ neticeleri on yıllar boyunca duyulacaqtır.",
    "phrase_she_possesses_an_uncanny": "Bazardaki dalğalanmalarnı evelden tahmin etmekte acerayip bir qabiliyeti bar.",
    "phrase_the_dichotomy_between_public": "İçtimaiy suret ve şahsiy ayat arasındaki farqlıq — daima tekrarlanğan bir mevzudır.",
    "phrase_the_empirical_evidence_unequivocally": "Amely deliller farziyeni (gipotezanı) şübhesiz surette tasdıqlay.",
    "phrase_to_mitigate_the_risk": "Muvafaqiyetsizlik telükesini azaytmaq içün mürekkep bir strategiya azırlandı.",
    "phrase_the_sudden_surge_in": "Taleptniñ birden artması istisalcılar içün beklenilmegen bir adise oldı.",
    "phrase_the_inherent_complexity_of": "Meseлениñ mürekkep tabiatı mahsus bir taqımnıñ iştirakini talap ete.",
    "phrase_the_pervasive_influence_of": "Tehnologiyalarnıñ er yerge darqalğan tesiri ayatımıznıñ er bir saasında körüne.",
    "phrase_his_refusal_to_compromise": "Onıñ güzestke barmamağı muzakerelerniñ toqtatılmasına sebep oldı.",
    "phrase_the_serendipitous_discovery_revolutionized": "Tesadüfiy tapılğan açılış kâinat aqqında añlamımızda inqilâp yaptı.",
    "phrase_the_policy_was_designed": "Siyaset daha adaletli ve er kesni birleştirici bir cemiyet qurmaq içün azırlandı.",
    "phrase_the_poignant_account_of": "Onıñ başından keçirgenleri aqqında acınıqlı ikâyesi diñleyicilerde teren iz bıraqtı.",
    "phrase_the_transition_to_sustainable": "Turaqlı energiya menbalarına keçüv — mürekkep, lâkin zaruriy bir ceyandır."
}