{
    "phrase_the_proposal_was_met": "Der Vorschlag stieß im Vorstand auf beträchtliche Skepsis.",
    "phrase_it_is_imperative_that": "Es ist zwingend erforderlich, dass wir diese Probleme sofort angehen.",
    "phrase_the_project_has_failed": "Das Projekt hat bisher nicht die erwarteten Ergebnisse erbracht.",
    "phrase_the_findings_of_the": "Die Ergebnisse der Studie stimmen mit früheren Forschungen überein.",
    "phrase_we_need_to_adopt": "Wir müssen einen proaktiveren Ansatz im Kundenservice wählen.",
    "phrase_the_government_has_implemented": "Die Regierung hat neue Vorschriften eingeführt, um die Umweltverschmutzung einzudämmen.",
    "phrase_there_is_an_inherent": "Diese Art der Investition ist mit einem inhärenten Risiko verbunden.",
    "phrase_the_cultural_diversity_of": "Die kulturelle Vielfalt der Stadt ist einer ihrer größten Vorzüge.",
    "phrase_the_situation_calls_for": "Die Situation erfordert eine gründliche Untersuchung der Fakten.",
    "phrase_the_companys_reputation_has": "Der Ruf des Unternehmens wurde durch den Skandal schwer geschädigt.",
    "phrase_it_is_widely_acknowledged": "Es ist allgemein anerkannt, dass das derzeitige System fehlerhaft ist.",
    "phrase_the_main_challenge_lies": "Die größte Herausforderung besteht darin, Wirtschaftswachstum mit Nachhaltigkeit in Einklang zu bringen.",
    "phrase_the_author_explores_complex": "Der Autor untersucht komplexe Themen wie Identität und Zugehörigkeit.",
    "phrase_his_arguments_are_based": "Seine Argumente beruhen auf einem tiefgreifenden Missverständnis des Gesetzes.",
    "phrase_there_has_been_a": "In der öffentlichen Meinung zu diesem Thema hat ein deutlicher Stimmungsumschwung stattgefunden.",
    "phrase_the_success_of_the": "Der Erfolg des Projekts hängt von der Sicherung zusätzlicher Mittel ab.",
    "phrase_the_results_of_the": "Die Ergebnisse der Studie rechtfertigen weitere Untersuchungen.",
    "phrase_she_has_a_remarkable": "Sie hat die bemerkenswerte Fähigkeit, unter Druck ruhig zu bleiben.",
    "phrase_the_policy_has_had": "Die Politik hat sich nachteilig auf kleine Unternehmen ausgewirkt.",
    "phrase_the_debate_highlighted_the": "Die Debatte verdeutlichte die Komplexität der damit verbundenen ethischen Fragen."
}
